HELP_1 = """```
❖ ᴧᴅᴍɪɴ ᴄᴏᴍᴍᴧɴᴅs ❖```
**ᴊυsᴛ ᴧᴅᴅ ᴄ ɪɴ ᴛʜᴇ sᴛᴧʀᴛɪɴɢ ᴏꜰ ᴛʜᴇ ᴄᴏᴍᴍᴧɴᴅs ᴛᴏ υsᴡ ᴛʜᴇᴍ ꜰᴏʀ ᴄʜᴧɴɴᴇʟ

❍ /pause : ᴩᴧυsᴇ ᴛʜᴇ ᴄυʀʀᴇɴᴛ ᴩʟᴧʏɪɴɢ sᴛʀᴇᴧᴍ
❍ /resume : ʀᴇsυᴍᴇ ᴛʜᴇ ᴩᴧυsᴇᴅ sᴛʀᴇᴧᴍ
❍ /skip : sᴋɪᴩ ᴛʜᴇ ᴄυʀʀᴇɴᴛ ᴩʟᴧʏɪɴɢ sᴛʀᴇᴧᴍ ᴧɴᴅ sᴛᴧʀᴛ sᴛʀᴇᴧᴍɪɴɢ ᴛʜᴇ ɴᴇxᴛ ᴛʀᴧᴄᴋ ɪɴ ǫυᴇᴜᴇ
❍ /end ᴏʀ /stop : ᴄʟᴇᴧʀs ᴛʜᴇ ǫυᴇυᴇ ᴧɴᴅ ᴇɴᴅ ᴛʜᴇ ᴄυʀʀᴇɴᴛ ᴩʟᴧʏɪɴɢ sᴛʀᴇᴧᴍ
❍ /player : ɢᴇᴛ ᴧ ɪɴᴛᴇʀᴧᴄᴛɪᴠᴇ ᴩʟᴧʏᴇʀ ᴩᴧɴᴇʟ
❍ /queue : sʜᴏᴡs ᴛʜᴇ ǫυᴇυᴇᴅ ᴛʀᴧᴄᴋs ʟɪsᴛ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_2 = """```
❖ ᴧυᴛʜ υsᴇʀs ❖```
**ᴧυᴛʜ υsᴇʀs ᴄᴧɴ υsᴇ ᴧᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜᴏυᴛ ᴧᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ᴄʜᴧᴛ

❍ /auth [υsᴇʀɴᴧᴍᴇ/υsᴇʀ_ɪᴅ] : ᴧᴅᴅ ᴧ υsᴇʀ ᴛᴏ ᴧυᴛʜ ʟɪsᴛ ᴏꜰ ᴛʜᴇ ʙᴏᴛ
❍ /unauth [υsᴇʀɴᴧᴍᴇ/υsᴇʀ_ɪᴅ] : ʀᴇᴍᴏᴠᴇ ᴧ ᴧυᴛʜ υsᴇʀs ꜰʀᴏᴍ ᴛʜᴇ ᴧυᴛʜ υsᴇᴇs ʟɪsᴛ
❍ /authusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏꜰ ᴧυᴛʜ υsᴇʀs ᴏꜰ ᴛʜᴇ ɢʀᴏυᴩ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_3 = """```
❖ ʙʀᴏᴧᴅᴄᴧsᴛ ꜰᴇᴧᴛυʀᴇ [ᴏɴʟʏ ꜰᴏʀ sυᴅᴏᴇʀs] ❖```
**/broadcast [ᴍᴇssᴧɢє ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴧ ᴍᴇssᴧɢᴇ] : ʙʀᴏᴧᴅᴄᴧsᴛ ᴧ ᴍᴇssᴧɢᴇ ᴛᴏ sᴇʀᴠᴇᴅ ᴄʜᴧᴛs ᴏꜰ ᴛʜᴇ ʙᴏᴛ
```
❖ ʙʀᴏᴧᴅᴄᴧsᴛɪɴɢ ᴍᴏᴅᴇs ❖

❍ -pin : ᴩɪɴs ʏᴏυʀ ʙʀᴏᴧᴅᴄᴧsᴛᴇᴅ ᴍᴇssᴧɢᴇs ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴧᴛs
❍ -pinloud : ᴩɪɴs ʏᴏυʀ ʙʀᴏᴧᴅᴄᴧsᴛᴇᴅ ᴍᴇssᴧɢᴇ ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴧᴛs ᴧɴᴅ sᴇɴᴅ ɴᴏᴛɪꜰɪᴄᴧᴛɪᴏɴ ᴛᴏ ᴛʜᴇ ᴍᴇᴍʙᴇʀs
❍ -user : ʙʀᴏᴧᴅᴄᴧsᴛs ᴛʜє ᴍᴇssᴧɢᴇ ᴛᴏ ᴛʜᴇ υsᴇʀs ᴡʜᴏ ʜᴧᴠᴇ sᴛᴧʀᴛᴇᴅ ʏᴏυʀ ʙᴏᴛ
❍ -assistant : ʙʀᴏᴧᴅᴄᴧsᴛ ʏᴏυʀ ᴍᴇssᴧɢᴇ ꜰʀᴏᴍ ᴛʜᴇ ᴧssɪᴛᴧɴᴛ ᴧᴄᴄᴏᴜɴᴛ ᴏꜰ ᴛʜᴇ ʙᴏᴛ
❍ -nobot : ꜰᴏʀᴄᴇs ᴛʜє ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴧᴅᴄᴧsᴛ ᴛʜᴇ ᴍᴇssᴧɢᴇ```

❖ ᴇxᴧᴍᴘʟᴇ:</b> <code>/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴧᴅᴄᴧsᴛ</code>

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_4 = """```
❖ ᴄʜᴧᴛ ʙʟᴧᴄᴋʟɪsᴛ ꜰᴇᴧᴛυʀᴇ ❖```
**ʀᴇsᴛʀɪᴄᴛ sʜɪᴛ ᴄʜᴧᴛs ᴛᴏ υsᴇ ᴏυʀ ᴘʀᴇᴄɪᴏυs ʙᴏᴛ

❍ /blacklistchat [ᴄʜᴧᴛ ɪᴅ] : ʙʟᴧᴄᴋʟɪsᴛ ᴧ ᴄʜᴧᴛ ꜰʀᴏᴍ υsɪɴɢ ᴛʜᴇ ʙᴏᴛ
❍ /whitelistchat [ᴄʜᴧᴛ ɪᴅ] : ᴡʜɪᴛᴇʟɪsᴛ ᴛʜᴇ ʙʟᴧᴄᴋʟɪsᴛᴇᴅ ᴄʜᴧᴛ
❍ /blacklistedchat : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏꜰ ʙʟᴧᴄᴋʟɪsᴛᴇᴅ ᴄʜᴧᴛs

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_5 = """```
❖ ʙʟᴏᴄᴋ υsᴇʀs ❖```
**sᴛᴧʀᴛs ɪɢɴᴏʀɪɴɢ ᴛʜєᴍᴇ ʙʟᴧᴄᴋʟɪsᴛᴇᴅ υsᴇʀ, sᴏ ᴛʜᴧᴛ ᴡᴇ ᴄᴧɴ'ᴛ υsᴇ ʙᴏᴛ ᴄᴏᴍᴍᴧɴᴅs

❍ /block [υsᴇʀɴᴧᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴧ υsᴇʀ] : ʙʟᴏᴄᴋ ᴛʜᴇ υsᴇʀ ꜰʀᴏᴍ ᴏυʀ ʙᴏᴛ
❍ /unblock [υsᴇʀɴᴧᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴧ υsᴇʀ] : υɴʙʟᴏᴄᴋs ᴛʜᴇ ʙʟᴏᴄᴋᴇᴅ υsᴇʀ
❍ /blockedusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏꜰ ʙʟᴏᴄᴋᴇᴅ υsᴇʀs.

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_6 = """```
❖ ᴄʜᴧɴɴᴇʟ ᴩʟᴧʏ ᴄᴏᴍᴍᴧɴᴅs ❖```
**ʏᴏυ ᴄᴧɴ sᴛʀᴇᴧᴍ ᴧυᴅɪᴏ/ᴠɪᴅᴇᴏ ɪɴ ᴄʜᴧɴɴᴇʟ

❍ /cplay : sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʜє ʀᴇǫυᴇsᴛᴇᴅ ᴧυᴅɪᴏ ᴛʀᴧᴄᴋ ᴏɴ ᴄʜᴧɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴧᴛ
❍ /cvplay : sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʜє ʀᴇǫυᴇsᴛᴇᴅ ᴠɪᴅᴇᴏ ᴛʀᴧᴄᴋ ᴏɴ ᴄʜᴧɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴧᴛ
❍ /cplayforce ᴏʀ /cvplayforce : sᴛᴏᴩs ᴛʜᴇ ᴏᴍɢᴏɪɴɢ sᴛʀᴇᴧᴍ ᴧɴᴅ sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʜᴇ ʀᴇǫυᴇsᴛᴇᴅ ᴛʀᴧᴄᴋ
❍ /channelplay [ᴄʜᴧᴛ υsєʀɴᴧᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [ᴅɪsᴧʙʟᴇ] : ᴄᴏɴɴᴇᴄᴛ ᴄʜᴧɴɴᴇʟ ᴛᴏ ᴧ ɢʀᴏυᴩ ᴧɴᴅ sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʀᴧᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴩ ᴏꜰ ᴄᴏᴍᴍᴧɴᴅs sᴇɴᴛ ɪɴ ɢʀᴏυᴩ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_7 = """```
❖ ɢʟᴏʙᴧʟ ʙᴧɴ ꜰᴇᴧᴛυʀᴇ ❖```
**❍ /gban [υsᴇʀɴᴧᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴧ υsᴇʀ] : ɢʟᴏʙᴧʟʟʏ ʙᴧɴs ᴛʜᴇ ᴄʜυᴛɪʏᴧ ꜰʀᴏᴍ ᴧʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴧᴛs ᴧɴᴅ ʙʟᴧᴄᴋʟɪsᴛ ꜰʀᴏᴍ υsɪɴɢ ᴛʜᴇ ʙᴏᴛ
❍ /ungban [υsᴇʀɴᴧᴍᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴧ υsᴇʀ] : ɢʟᴏʙᴧʟʟʏ υɴʙᴧɴs ᴛʜᴇ ɢʟᴏʙᴧʟʟʏ ʙᴧɴɴᴇᴅ υsᴇʀ
❍ /gbannedusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏꜰ ɢʟᴏʙᴧʟʟʏ ʙᴧɴɴᴇᴅ υsᴇʀs
ʟ
❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_8 = """```
❖ ʟᴏᴏᴘ sᴛʀᴇᴧᴍ ❖```
**sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʜᴇ σηɢσɪηɢ sᴛʀєᴧϻ ɪη ʟσσᴘ

❍ /loop [enable/disable] : єηᴧʙʟєs/ᴅɪsᴧʙʟєs ʟσσᴘ ғσʀ ᴛʜ σηɢᴏɪɴɢ sᴛʀᴇᴧᴍ
❍ /loop [1, 2, 3, ...] : єηᴧʙʟєs ᴛʜє ʟσσᴘ ғσʀ ᴛʜє ɢɪᴠєη ᴠᴧʟυє

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_9 = """```
❖ ᴍᴧɪɴᴛᴇɴᴧɴᴄᴇ ᴍᴏᴅᴇ ❖```
**❍ /logs : ɢᴇᴛ ʟᴏɢs ᴏꜰ ᴛʜᴇ ʙᴏᴛ
❍ /logger [єηᴧʙʟє/ᴅɪsᴧʙʟє] : ʙσᴛ ᴡɪʟʟ sᴛᴧʀᴛ ʟσɢɢɪηɢ ᴛʜє ᴧᴄᴛɪᴠɪᴛɪєs ʜᴧᴩᴩєη ση ʙσᴛ
❍ /maintenance [єηᴧʙʟє/ᴅɪsᴧʙʟє] : єηᴧʙʟє σʀ ᴅɪsᴧʙʟє ᴛʜє ϻᴧɪηᴛєηᴧηᴄє ϻσᴅє σғ ʏᴏυʀ ʙᴏᴛ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_10 = """```
❖ ᴘɪηɢ & sᴛᴧᴛs ❖```
**❍ /start : sᴛᴧʀᴛs ᴛʜє ϻυsɪᴄ ʙσᴛ
❍ /help : ᴛᴧʙ ᴛσ sєє ʜєʟᴘ ϻєηυ
❍ /ping : sʜσᴡs ᴛʜє ᴩɪηɢ ᴧηᴅ sʏsᴛєϻ sᴛᴧᴛs σғ ᴛʜє ʙσᴛ
❍ /stats : sʜσᴡs ᴛʜє σᴠєʀᴧʟʟ sᴛᴧᴛs σғ ᴛʜє ʙσᴛ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_11 = """```
❖ ᴩʟᴧʏ ᴄσϻϻᴧηᴅs ❖```
```
V : sᴛᴧηᴅs ғσʀ ᴠɪᴅєσ ᴩʟᴧʏ
FORCE : sᴛᴧηᴅs ғσʀ ғσʀᴄє ᴩʟᴧʏ```
**❍ /play σʀ /vplay : sᴛᴧʀᴛs sᴛʀєᴧϻɪηɢ ᴛʜє ʀєǫυєsᴛєᴅ ᴛʀᴧᴄᴋ ση ᴠɪᴅєσᴄʜᴧᴛ
❍ /playforce σʀ /vplayforce : sᴛσᴩs ᴛʜє σηɢσɪηɢ sᴛʀєᴧϻ ᴧηᴅ sᴛᴧʀᴛs sᴛʀєᴧϻɪηɢ ᴛʜє ʀєǫυєsᴛєᴅ ᴛʀᴧᴄᴋ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_12 = """```
❖ sʜυғғʟє σ̨υєυє ❖```
**❍ /shuffle : sʜυғғʟє's ᴛʜє σ̨υєυє.
❍ /queue : sʜσᴡs ᴛʜє sʜυғғʟєᴅ σ̨υєυє

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_13 = """```
❖ sєєᴋ sᴛʀєᴧϻ ❖```
**❍ /seek [ᴅυʀᴧᴛɪση ɪη sєᴄσηᴅs] : sєєᴋ ᴛʜє sᴛʀєᴧϻ ᴛσ ᴛʜє ɢɪᴠєη ᴅυʀᴧᴛɪση
❍ /seekback [ᴅυʀᴧᴛɪση ɪη sєᴄσηᴅs] : ʙᴧᴄᴋᴡᴧʀᴅ sєєᴋ ᴛʜє sᴛʀєᴧϻ ᴛσ ᴛʜє ᴛʜє ɢɪᴠєη ᴅυʀᴧᴛɪση

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_14 = """```
❖ sσηɢ ᴅσᴡηʟσᴧᴅ ❖```
**❍ /song [sσηɢ ηᴧϻє/ʏᴛ υʀʟ] : ᴅσᴡηʟσᴧᴅ ᴧηʏ ᴛʀᴧᴄᴋ ғʀσϻ ʏσυᴛυʙє ɪη ϻᴘ3 σʀ ϻᴘ4 ғσʀϻᴧᴛs

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_15 = """```
❖ sᴘєєᴅ ᴄσϻϻᴧηᴅs ❖```
**ʏσυ ᴄᴧη ᴄσηᴛʀσʟ ᴛʜє ᴘʟᴧʏʙᴧᴄᴋ sᴘєєᴅ σғ ᴛʜє σηɢσɪηɢ sᴛʀєᴧϻ. [ᴧᴅϻɪηs σηʟʏ]

❍ /speed or /playback : ғσʀ ᴧᴅᴊυsᴛɪηɢ ᴛʜє ᴧυᴅɪσ ᴘʟᴧʏʙᴧᴄᴋ sᴘєєᴅ ɪη ɢʀσυᴘ
❍ /cspeed or /cplayback : ғσʀ ᴧᴅᴊυsᴛɪηɢ ᴛʜє ᴧυᴅɪσ ᴘʟᴧʏʙᴧᴄᴋ sᴘєєᴅ ɪη ᴄʜᴧηηєʟ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""
