# MADE BY - ALPHA BABY

class Helper(object):
    HELP_M = '''```
❖ ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴧᴛᴇɢᴏʀʏ ꜰᴏʀ ᴡʜɪᴄʜ ʏᴏυ ᴡᴧɴɴᴧ ɢᴇᴛ ʜᴇʟᴩ```
**ᴧsᴋ ʏᴏυʀ ᴅᴏυʙᴛs ᴧᴛ sυᴘᴘᴏʀᴛ ᴄʜᴧᴛ ᴧʟʟ ᴄᴏᴍᴍᴧɴᴅs ᴄᴧɴ ʙᴇ υsᴇᴅ ᴡɪᴛʜ : /**
'''

    HELP_B = '''```
❖ ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴧᴛᴇɢᴏʀʏ ꜰᴏʀ ᴡʜɪᴄʜ ʏᴏυ ᴡᴧɴɴᴧ ɢᴇᴛ ʜᴇʟᴩ```
**ᴧsᴋ ʏᴏυʀ ᴅᴏυʙᴛs ᴧᴛ sυᴘᴘᴏʀᴛ ᴄʜᴧᴛ ᴧʟʟ ᴄᴏᴍᴍᴧɴᴅs ᴄᴧɴ ʙᴇ υsᴇᴅ ᴡɪᴛʜ : /**
'''


    HELP_Sona = '''```
❖ ʜᴇʟᴘ ᴍᴧɪɴ ᴍᴇɴυ```
**❖ ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴧᴛᴇɢᴏʏ ꜰᴏʀ ᴡʜɪᴄʜ ʏᴏυ ᴡᴧɴɴᴧ ɢᴇᴛ ʜєʟᴩ**
'''

#------------------------------------------------------------------------------------------------------------------------
# TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL |
#------------------------------------------------------------------------------------------------------------------------

    HELP_01 = '''```
❖ ᴄʜᴧᴛɢᴘᴛ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❖ ᴧɪ|ᴄʜᴧᴛɢᴘᴛ ᴄᴏᴍᴍᴧɴᴅs

❍ /ask [ǫυᴇʀʏ] : sᴇᴧʀᴄʜ ᴛʜᴇ ᴧɴʏ ᴛʏᴘᴇ ǫυᴇsᴛɪσɴ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_02 = '''```
❖ sᴇᴧʀᴄʜ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /google [ǫυᴇʀʏ] : sᴇᴧʀᴄʜ ᴛʜᴇ ɢᴏᴏɢʟᴇ ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ǫυᴇʀʏ
❍ /waifu [ǫυᴇʀʏ] : sᴇᴧʀᴄʜ ʀᴀɴᴅᴏᴍ ᴡᴧɪꜰᴜ ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ǫυᴇʀʏ
❍ /bored [ǫυᴇʀʏ] : ᴛɪᴍᴇᴅ ᴏᴜᴛ ʙᴏʀɪɴɢ ᴍooᴅs ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ǫυᴇʀʏ
❍ /image [ǫᴜᴇʀʏ] : ɢᴇᴛ ᴛʜᴇ ɪᴍᴧɢᴇs ʀᴇɢᴧʀᴅɪɴɢ ᴛᴏ ʏᴏυʀ ǫυᴇʀʏ
❍ /math [ǫυᴇʀʏ] : ɢᴇᴛ sᴏʟᴠᴇᴅ ᴍᴧᴛʜ ǫᴜᴇsᴛɪᴏɴs.** `ᴇx - 2 + 2`

```
❖ ᴇxᴧᴍᴘʟᴇ : /google ʜɪɴᴅɪ sᴏɴɢs```

**❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_03 = '''```
❖ ᴡʜɪsᴘᴇʀ ❖```
**❖ sᴇɴᴅ ᴡʜɪsᴘᴇʀ ᴍᴇssᴧɢᴇ ❖**

```
 ᴇxᴧᴍᴘʟᴇ : @Jio_savan_music_bot @Swagger_Soul I love You 😘
```

<u>**❖ ᴛᴇxᴛ ᴛᴏ ᴠᴏɪᴄᴇ**</u>

**❍ /tts : [ᴛᴇxᴛ]

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots) **
'''


    HELP_04 = '''```
❖ ɪɴꜰᴏ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /id : ɢᴇᴛ ᴛʜᴇ ᴄυʀʀᴇɴᴛ ɢʀᴏυᴘ ɪᴅ. ɪꜰ υsᴇᴅ ʙʏ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴧ ᴍᴇssᴧɢᴇ, ɢᴇᴛs ᴛʜᴧᴛ υsᴇʀ's ɪᴅ
❍ /info : ɢᴇᴛ ɪɴꜰᴏʀᴍᴧᴛɪᴏɴ ᴧʙᴏυᴛ ᴧ υsᴇʀ.
❍ /givelink : ɢᴇᴛ ɪɴꜰᴏʀᴧᴛɪᴏɴ ᴧʙᴏυᴛ ᴧ ɢɪᴛʜυʙ υsᴇʀ
❍ /groupdata : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴅᴀᴛᴀ
❍ /groupinfo : ɢᴇᴛ ʏσᴜʀ ɢʀᴏᴜᴘ ɪɴꜰᴏ `ᴇx :- /groupinfo ɢʀᴏᴜᴘ ᴜsᴇʀɴᴀᴍᴇ`
❍ /status : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ sᴛᴧᴛᴜs

ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''



    HELP_05 = '''```
❖ ꜰᴏɴᴛ ❖```
**ʙʏ υsɪɴɢ ᴛʜɪs ᴍᴏᴅυʟᴇ ʏᴏυ ᴄᴧɴ ᴄʜᴧɴɢᴇ ꜰᴏɴᴛs ᴏꜰ ᴧɴʏ ᴛᴇxᴛ!

❍ /font [ᴛᴇxᴛ]**
```
❖ ᴇxᴧᴍᴘʟᴇ : /font Aarumi Baby```

**❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots) **
'''

    HELP_06 = '''```
❖ ᴍᴧᴛʜ ǫυᴧᴛɪᴏɴs sᴏʟᴠᴇ ❖```

**❍ /math ➠ sᴏʟᴠᴇs ᴍᴧᴛʜᴇϻᴧᴛɪᴄᴧʟ ᴘʀᴏʙʟᴇᴍs ᴧɴᴅ ǫυᴧᴛɪᴏɴs

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_07 = '''```
❖ ᴛᴧɢ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**✿ ᴄʜᴏᴏsᴇ ᴛᴧɢ ɪɴ ʏᴏυʀ ᴄʜᴧᴛ ✿

❍ /all ➠ ᴧɴʏ ᴡʀɪᴛᴛᴇɴ ᴛᴇxᴛ ᴛᴧɢ
❍ /alloff ➠ sᴛᴏᴘ ᴛᴧɢ


❍ /shayari ➠ ʀᴧɴᴅᴏᴍ sʜᴧʏᴧʀɪ ᴛᴧɢ 
❍ /shstop ⇴ sᴛᴏᴘ ᴛᴧɢ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_08 = '''```
❖ ᴄᴏᴜᴘʟᴇs ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /couples ➠ ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴧɴᴅ ᴧɴᴅ sᴇᴇ ɢʀᴏᴜᴘs ᴄᴏᴜᴘʟᴇs.
❍ /wish ➠ ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴧɴᴅ ᴧɴᴅ sᴇᴇ ɢʀᴏᴜᴘs ᴄᴏᴜᴘʟᴇs.
❍ /cute ➠ ᴄʜᴇᴄᴋ ʏᴏυʀ ᴄυᴛᴇɴᴇss.
❍ /love ➠ ᴧᴅᴅ ᴛᴡᴏ ɴᴧᴍᴇs ᴧɴᴅ sᴇᴇ ʟᴏᴠᴇ ᴘᴏssɪʙɪʟɪᴛʏ !! `ʟɪᴋᴇ ᴧᴧʀᴜᴍɪ + ᴧʀᴍᴧɴ...`

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''





    HELP_09 = '''```
❖ ʜᴧsᴛᴧɢ ❖```

**ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ꜰᴏʀ ᴛʜᴇ ʜᴧsᴛᴧɢ ᴍᴏᴅυʟᴇ:

❍ /hastag : [ᴛᴇxᴛ]

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_10 = '''```
❖ sᴛɪᴄᴋᴇʀs ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /packkang ➠ ᴄʀᴇᴧᴛᴇs ᴧ ᴘᴧᴄᴋ ᴏꜰ sᴛɪᴄᴋᴇʀs ꜰʀᴏᴍ ᴧ ᴏᴛʜᴇʀ ᴘᴧᴄᴋ
❍ /stickerid ➠ ɢᴇᴛs ᴛʜᴇ sᴛɪᴄᴋᴇʀ ɪᴅ ᴏꜰ ᴧ sᴛɪᴄᴋᴇʀ
❍ /mmf ➠ ʀᴇᴘʟʏ ᴧɴʏ ᴘɪᴄ & ɢɪᴠᴇ ᴛᴇxᴛ `ᴇx :- /mmf Aarumi`
❍ /kang ➠ ʀᴇᴘʟʏ ᴧɴʏ sᴛɪᴄᴋᴇʀ & ᴄʀᴇᴀᴛ ʏᴏᴜʀ sᴛɪᴄᴋᴇʀ ᴘᴧᴄᴋ
❍ /st ➠ ᴏʀɪɢɪɴᴧʟ sᴛɪᴄᴋᴇʀ.

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_11 = '''```
❖ ꜰυɴ ❖```
**ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ꜰᴏʀ ᴛʜᴇ ꜰυɴ ᴍᴏᴅυʟᴇ:

❍ /cute [ᴄʜᴇᴄᴋ ʏᴏυʀ ᴄυᴛᴇɴᴇss]
❍ /horny [ᴄʜᴇᴄᴋ ʏᴏυʀ ʜᴏʀɴʏɴᴇss]
❍ /lezbian [ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍυᴄʜ ʟᴇsʙɪᴧɴ ʏᴏυ ᴧʀᴇ]
❍ /gay [ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍυᴄʜ ɢᴧʏ ʏᴏυ ᴧʀᴇ]
❍ /rand [ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍυᴄʜ ʀᴧɴᴅ ʏσυ ᴧʀᴇ]
❍ /boob [ᴄʜᴇᴄᴋ ʏᴏυʀ ʙᴏᴏʙs sɪᴢᴇ]
❍ /cock [ᴄʜᴇᴄᴋ ʏᴏυʀ ᴅɪᴄᴋ sɪᴢᴇ]
❍ /truth [sᴇɴᴅs ᴧ ʀᴧɴᴅᴏᴍ ᴛʀυᴛʜ sᴛʀɪɴɢ]
❍ /dare : [sᴇɴᴅs ᴧ ʀᴧɴᴅᴏᴍ ᴅᴧʀᴇ sᴛʀɪɴɢ]

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_12 = '''```
❖ ǫυᴏᴛʟʏ ❖```
**ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ꜰᴏʀ ᴛʜᴇ ǫυᴏᴛʟʏ ᴍᴏᴅυʟᴇ:

❍ /q : ᴄʀᴇᴧᴛᴇ ᴧ ǫυᴏᴛᴇ ꜰʀᴏᴍ ᴛʜᴇ ᴍᴇssᴧɢᴇ
❍ /q r : ᴄʀᴇᴧᴛᴇ ᴧ ǫυᴏᴛᴇ ꜰʀᴏᴍ ᴛʜᴇ ᴍᴇssᴧɢᴇ ᴡɪᴛʜ ʀᴇᴘʟʏ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_13 = '''```
❖ ᴛʀυᴛʜ ᴧɴᴅ ᴅᴧʀᴇ ❖```

**❖ ᴛʀυᴛʜ ᴧɴᴅ ᴅᴧʀᴇ ᴄᴏᴍᴍᴧɴᴅ

❍ /truth : sᴇɴᴅs ᴧ ʀᴧɴᴅᴏᴍ ᴛʀυᴛʜ sᴛʀɪɴɢ
❍ /dare : sᴇɴᴅs ᴧ ʀᴧɴᴅᴏᴍ ᴅᴧʀᴇ sᴛʀɪɴɢ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''



#------------------------------------------------------------------------------------------------------------------------
# MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | 
#------------------------------------------------------------------------------------------------------------------------







    HELP_14 = '''```
❖ ᴧᴠᴧɪʟᴧʙʟє ᴄᴏᴍᴍᴧɴᴅs ꜰᴏʀ ᴧᴄᴛɪᴏɴ```
**❖ 𝗔𝗱𝗺𝗶𝗻'𝘀 𝗢𝗻𝗹𝘆 :**

<u>**❖ ʙᴧɴ ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❍ /ban <userhandle> : ʙᴧɴs ᴧ υsᴇʀ. (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)
❍ /sban <userhandle>: sɪʟᴇɴᴛʟʏ ʙᴧɴ ᴧ υsᴇʀ ᴅᴇʟᴇᴛᴇs ᴄσϻϻᴧηᴅ, ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴧɢᴇ ᴧɴᴅ ᴅᴏᴇsɴ'ᴛ ʀᴇᴘʟʏ (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)
❍ /tban <userhandle> : x(ᴍ/ʜ/ᴅ): ʙᴧɴs ᴧ υsᴇʀ ꜰᴏʀ x ᴛɪᴍᴇ (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ) ᴍ = ᴍɪɴυᴛᴇs, ʜ = ʜᴏυʀs, ᴅ = ᴅᴧʏs
❍ /unban <userhandle> : υɴʙᴧɴs ᴧ υsᴇʀ (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)**

<u>**❖ ᴋɪᴄᴋs ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsᴇʀ ᴏυᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏυᴘ, (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜᴇ υsᴇʀ ᴡʜᴏ ɪssυᴇᴅ ᴛʜᴇ ᴄᴏᴍᴍᴧɴᴅ**

<u>**❖ ᴍυᴛᴇ ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❖ ᴧᴠᴧɪʟᴧʙʟᴇ ᴄᴏᴍᴍᴧɴᴅs ꜰᴏʀ ᴍυᴛᴇ :**

**❖ 𝗔𝗱𝗺𝗶𝗻'𝘀 𝗢𝗻𝗹𝘆 :

❍ /mute <userhandle> : sɪʟᴇɴᴄᴇs ᴧ υsᴇʀ ᴄᴧɴ ᴧʟsᴏ ʙᴇ υsᴇᴅ ᴧs ᴧ ʀᴇᴘʟʏ, ᴍυᴛɪɴɢ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ υsᴇʀ
❍ /tmute <userhandle> x(ᴍ/ʜ/ᴅ): ᴍυᴛᴇs ᴧ υsᴇʀ ꜰᴏʀ x ᴛɪᴍᴇ (ᴠɪᴧ ʜᴧɴᴅʟє, ᴏʀ ʀᴇᴘʟʏ). ᴍ = ᴍɪɴυᴛᴇs, ʜ = ʜᴏυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υɴᴍυᴛᴇs ᴧ υsᴇʀ ᴄᴧɴ ᴧʟsᴏ ʙᴇ υsᴇᴅ ᴧs ᴧ ʀᴇᴘʟʏ, ᴍυᴛɪɴɢ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴛσ υsᴇʀ**

```
ᴛʜɪs ᴄᴏᴍᴍᴧɴᴅ ᴡɪʟʟ ᴡᴏʀᴋ ᴏɴʟʏ ɪꜰ ʏᴏυ ɢɪᴠᴇ ʙᴧɴ ʀɪɢʜᴛs ᴛσ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜ ᴧᴅᴍɪɴ```


**❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_15 = '''```
❖ ᴋɪᴄᴋs ᴄᴏᴍᴍᴧɴᴅꜱ ❖```

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsᴇʀ ᴏυᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏυᴘ, (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜᴇ υsᴇʀ ᴡʜᴏ ɪssυᴇᴅ ᴛʜᴇ ᴄᴏᴍᴍᴧɴᴅ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_16 = '''```
❖ ᴍυᴛᴇ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```

**❖ ᴧᴠᴧɪʟᴧʙʟᴇ ᴄᴏᴍᴍᴧɴᴅs ꜰᴏʀ ᴍυᴛᴇ :

❖ 𝗔𝗱𝗺𝗶𝗻'𝘀 𝗢𝗻𝗹𝘆 :

❍ /mute <userhandle> : sɪʟᴇɴᴄᴇs ᴧ υsᴇʀ ᴄᴧɴ ᴧʟsᴏ ʙᴇ υsᴇᴅ ᴧs ᴧ ʀᴇᴘʟʏ, ᴍυᴛɪɴɢ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ sᴏʟᴏ υsᴇʀs
❍ /tmute <userhandle> x(ϻ/ʜ/ᴅ): ϻυᴛєs ᴧ υsєʀ ғσʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ). ϻ = ϻɪηυᴛєs, ʜ = ʜσυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υηϻυᴛєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ**
```
ᴛʜɪs ᴄσϻϻᴧηᴅ ᴡɪʟʟ ᴡσʀᴋ σηʟʏ ɪғ ʏσυ ɢɪᴠє ʙᴧη ʀɪɢʜᴛs ᴛσ ᴛʜє ʙσᴛ ᴡɪᴛʜ ᴧᴅϻɪη```

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_17 = '''```
❖ ᴛʜєsє ᴧʀє ᴛʜє ᴧᴠᴧɪʟᴧʙʟє ɢʀσυᴘ ϻᴧηᴧɢєϻєηᴛ ᴄσϻϻᴧηᴅs```
**❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :**

<u>**❖ ᴘɪη|υηᴘɪη ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /pin ➠ ᴘɪηs ᴧ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /pinned ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ᴘɪηηєᴅ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /unpin ➠ υηᴘɪηs ᴛʜє ᴄυʀʀєηᴛʟʏ ᴘɪηηєᴅ ϻєssᴧɢє**


<u>**❖ sᴛᴧғғ|ʙσᴛs ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ sᴛᴧғғ ϻєϻʙєʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ**

<u>**❖ ɢʀσυᴘ sєᴛ υᴘ ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /settitle ➠ sєᴛs ᴛʜє ᴛɪᴛʟє σғ ᴛʜє ɢʀσυᴘ
❍ /setdiscription ➠ sєᴛs ᴛʜє ᴅєsᴄʀɪᴘᴛɪση σғ ᴛʜє ɢʀσυᴘ
❍ /setphoto ➠ sєᴛs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /removephoto ➠ ʀєϻσᴠєs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /unmuteall ➠ ᴜηϻᴜᴛᴇ ᴧʟʟ ϻᴜᴛᴇ ϻєϻʙєʀs
❍ /unbanall ➠ ᴜηʙᴧη ᴧʟʟ ʙᴧη ϻєϻʙєʀs
❍ /unpinall ➠ ᴜηᴘɪη ᴧʟʟ ᴘɪη ᴍєssᴧɢᴇ**

**❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_18 = '''```
❖ sᴛᴧғғ|ʙσᴛs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ sᴛᴧғғ ϻєϻʙєʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_19 = '''```
❖ ɢʀσυᴘ sєᴛ υᴘ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /settitle ➠ sєᴛs ᴛʜє ᴛɪᴛʟє σғ ᴛʜє ɢʀσυᴘ
❍ /setdiscription ➠ sєᴛs ᴛʜє ᴅєsᴄʀɪᴘᴛɪση σғ ᴛʜє ɢʀσυᴘ
❍ /setphoto ➠ sєᴛs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /removephoto ➠ ʀєϻσᴠєs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''



    HELP_20 = '''```
❖ ɢʀσυᴘ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /zombies ➠ ʀєϻσᴠєs ᴧᴄᴄ ᴅєʟєᴛєᴅ ϻєϻʙєʀs ғʀσϻ ᴛʜє ɢʀσυᴘ


❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_21 = '''```
❖ ɢᴧϻє ᴘʟᴧʏ ❖```
**❖ ʜєʀє ᴧʀє sσϻє ϻɪηɪ ɢᴧϻєs :

❍ /dice [ʀσʟʟ ᴧ ᴅɪᴄє]
❍ /dart [ᴛʜʀσᴡ ᴧ ᴅᴧʀᴛ]
❍ /jackpot [ᴊᴧᴄᴋᴘσᴛ ϻᴧᴄʜɪηє]
❍ /ball [ʙσᴡʟɪηɢ ɢᴧϻє]
❍ /basket [ʙᴧsᴋєᴛʙᴧʟʟ ɢᴧϻє]
❍ /football [ғσσᴛʙᴧʟʟ ɢᴧϻє]

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_22 = '''```
❖ ɪϻᴘσsᴛєʀ ❖```
**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ɪϻᴘσsᴛєʀ ϻσᴅυʟє:

❍ /imposter on
❍ /imposter off

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞𓆪](https://t.me/AarumiBots)**
'''

    HELP_23 = '''```
❖ sᴧηɢ ϻᴧᴛᴧ ᴄσϻϻᴧηᴅ ❖```
**❍ /sg ➠ υsєʀ ηᴧϻє ᴧηᴅ υsєʀηᴧϻє ʜɪsᴛσʀʏ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_24 = '''```
❖ ᴛʀᴧηsʟᴧᴛєs ❖```
**❍ /tr ➠ ᴄᴧη ᴛʀᴧηꜱʟᴧᴛє ϻυʟᴛɪᴘʟє ʟᴧηɢυᴧɢєs

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_25 = '''```
❖ ɢɪᴛʜᴜʙ ᴄσϻϻᴧηᴅꜱ ❖```
**❍ /git ➠ ғɪηᴅ ʀєᴘᴏ ɢɪᴛ ᴜsєʀηᴧϻє
❍ /allrepo ➠ sєє ᴧʟʟ ʀєᴘᴏ ᴛʜʀσᴜɢʜ ɢɪᴛ ᴜsєʀηᴧϻє**

`єxᴧϻᴘʟє : /git AARUMIBOTS`

**❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_26 = '''```
❖ ᴛєʟєɢʀᴧᴘʜ ❖```
**ᴄʀєᴧᴛє ᴧ ᴛєʟєɢʀᴧᴘʜ ʟɪηᴋ ᴧηʏ ϻєᴅɪᴧ!

❍ /tgm [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ]
❍ /tgt [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ]

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''
    HELP_PROMOTION = '''
**─────────────────────────
ㅤㅤ❖ ᴘᴧɪᴅ ᴘʀᴏᴍᴏᴛɪᴏɴ ᴧᴠᴧɪʟᴧʙʟᴇ ❖
─────────────────────────
❍ ᴄʜᴧᴛᴛɪɴɢ ɢʀᴏυᴘ's
❍ ᴄᴏʟᴏʀ ᴛʀᴧᴅɪɴɢ ɢᴧᴍᴇ's
❍ ᴄʜᴧɴɴᴇʟ's | ɢʀᴏυᴘ's .....
❍ ʙᴇᴛᴛɪɴɢ ᴧᴅs ᴏʀ ᴧɴʏᴛʜɪɴɢ
─────────────────────────
● ᴘʀᴏᴍᴏᴛᴇ ᴧɴʏᴛʜɪɴɢ ʏᴏυ ᴡᴧɴᴛ ᴏɴ ᴏᴜʀ ᴘʟᴧᴛғᴏʀϻ ᴡɪᴛʜ ʙᴇsᴛ ᴘʟᴧɴs ᴧɴᴅ ᴘʀᴏᴘᴇʀ sᴇʀᴠɪᴄᴇs
─────────────────────────
● ᴅᴧɪʟʏ, ᴡᴇᴇᴋʟʏ ᴧɴᴅ ᴍᴏɴᴛʜʟʏ ᴘʟᴧɴ'ꜱ ᴧᴠᴧɪʟᴧʙʟᴇ ꜰᴏʀ ʙɪɢ ʙυꜱɪɴᴇꜱꜱᴇꜱ ᴧᴛ ᴛʜє ʙᴇꜱᴛ ᴘᴏssɪʙʟᴇ ᴄᴏɴᴅɪᴛɪᴏɴꜱ !
─────────────────────────
ʙᴇsᴛ ᴧɴᴅ ᴄʜᴇᴧᴘ ɪɴ ᴛᴇʟᴇɢʀᴧᴍ 400-500+ ᴍᴇᴍʙᴇʀs ɪɴ ᴏɴᴇ ᴘʀᴏᴍᴏᴛɪᴏɴ ɢυʀᴧɴᴛᴇᴇ...
─────────────────────────
❍ ᴄσηᴛᴧᴄᴛ - [ㅤ- к ᴧ ʀ м ᴧ › ᴏᴘ 𝃵⎯‌⇢ 💵](https://t.me/Swagger_Soul)
─────────────────────────**
'''
    HELP_ABOUT = '''
**─────────────────────────
│ ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ˹[ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ 💞](https://t.me/AarumiBots)˼ ʙoᴛ sᴛᴧᴛυs │
─────────────────────────
       ❖ │ ʀᴇᴧʟ ᴛɪᴍᴇ ʙᴏᴛ's sᴛᴧᴛυs │❖
─────────────────────────
╭⎋ [ ᴧᴧʀᴜᴍɪ ꭙ мᴜѕɪᴄ ♪](https://t.me/AarumiSongBot) : ᴧʟɪᴠᴇ 
╰⊚ υᴘᴛɪᴍᴇ : 12ʜ:58ᴍ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢᴇ : 24 | ᴧssɪsᴛᴧɴᴛs : 01
       
╭⎋ [ ᴧᴧʀᴜᴍɪ ꭙ мᴜѕɪᴄ ♪](https://t.me/AarumiSongBot) : ᴧʟɪᴠᴇ 
╰⊚ υᴘᴛɪᴍᴇ : 12ʜ:58ᴍ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢᴇ : 24 | ᴧssɪsᴛᴧɴᴛs : 01

╭⎋ [ ᴧᴧʀᴜᴍɪ ꭙ мᴜѕɪᴄ ♪](https://t.me/AarumiSongBot) : ᴧʟɪᴠᴇ 
╰⊚ υᴘᴛɪᴍᴇ : 12ʜ:58ᴍ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢᴇ : 24 | ᴧssɪsᴛᴧɴᴛs : 01
─────────────────────────
⊚ ʙᴏᴛ sᴛᴧᴛυs ᴧɴᴅ ᴍᴏʀᴇ ʙᴏᴛs - [ᴄʟɪᴄᴋ ʜᴇʀᴇ](https://t.me/AarumiBots/4)
─────────────────────────
⊚ ʟᴧsᴛ ᴄʜєᴄᴋєᴅ ση : ᴅᴧᴛє : 10 ᴊᴀɴ 2025 
─────────────────────────
❍ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)
─────────────────────────**
'''
    HELP_ALLBOT = '''
**─────────────────────────
❖ ᴧ ᴍᴜsɪᴄ + ᴍᴧɴᴧɢᴇᴍᴇɴᴛ ʙᴏᴛ ғᴏʀ ᴛᴇʟᴇɢʀᴧᴍ ɢʀᴏᴜᴘs / ᴄʜᴧɴɴᴇʟs
─────────────────────────
● ᴡʀɪᴛᴛᴇɴ ɪɴ ➥ [ᴩʏᴛʜᴏɴ](https://www.python.org/)
● ᴅᴧᴛᴧʙᴧsᴇ ➥ [ᴍᴏɴɢᴏ-ᴅʙ](https://www.mongodb.com/)
─────────────────────────
● ɴᴏ ʟᴀɢ ɪssᴜᴇs ɴᴏ ᴧᴅs ɴᴏ ʙᴜɢs.
● sᴜᴘᴘᴏʀᴛ ᴧʟʟ ᴛɪᴍᴇ sᴛᴧʏ ᴡɪᴛʜ ᴜs.
● ᴇɴᴊᴏʏ ғᴇᴇʟ ғʀᴇᴇ ᴍᴜsɪᴄ ᴡɪᴛʜ ᴧᴧʀᴜᴍɪ.
● ᴧᴅᴅ ᴍᴇ ɴᴏᴡ ʙᴧʙʏ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘs.
─────────────────────────
❖ υᴘᴅᴧᴛᴇs ᴄʜᴧɴɴᴇʟ ➥ [ᴧᴧʀᴜᴍɪ ᴜᴘᴅᴀᴛᴇ](https://t.me/AarumiBots)
❖ sυᴘᴘᴏʀᴛ ᴄʜᴧᴛ ➥ [ᴧᴧʀᴜᴍɪ sᴜᴘᴘᴏʀᴛ](https://t.me/AarumiChat)
❖ ʙᴏᴛ ᴏᴡɴᴇʀ ➥ [ᴧᴧʀᴜᴍɪ ᴍᴜsɪᴄ](https://t.me/AarumiSongBot)
❖ ʀᴇᴘᴏ ʟɪɴᴋ ➥ [ᴄʟɪᴄᴋ-ʜᴇʀᴇ](https://t.me/Swagger_Soul)
─────────────────────────
❖ ᴄʟɪᴄᴋ ᴏɴ ᴛʜᴇ ʜᴇʟᴩ ʙυᴛᴛᴏɴ ᴛᴏ ɢᴇᴛ ɪɴғᴏ
   ᴧʙᴏυᴛ ᴍʏ ᴍᴏᴅυʟᴇs ᴧɴᴅ ᴄᴏᴍᴍᴧɴᴅs...!!
─────────────────────────**
'''

#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------


    
    fullpromote = {
    'can_change_info': True,
    'can_post_messages': True,
    'can_edit_messages': True,
    'can_delete_messages': True,
    'can_invite_users': True,
    'can_restrict_members': True,
    'can_pin_messages': True,
    'can_promote_members': True,
    'can_manage_chat': True,
    }

    
    promoteuser = {
    'can_change_info': False,
    'can_post_messages': True,
    'can_edit_messages': True,
    'can_delete_messages': False,
    'can_invite_users': True,
    'can_restrict_members': False,
    'can_pin_messages': False,
    'can_promote_members': False,
    'can_manage_chat': True,
    }




#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
