# MADE BY - ALPHA BABY

class Helper(object):
    HELP_M = '''```
❖ ᴄʜσσsє ᴛʜє ᴄᴧᴛєɢσʀʏ ғσʀ ᴡʜɪᴄʜ ʏσυ ᴡᴧηηᴧ ɢєᴛ ʜєʟᴩ```
**ᴧsᴋ ʏσυʀ ᴅσυʙᴛs ᴧᴛ sυᴘᴘσʀᴛ ᴄʜᴧᴛ ᴧʟʟ ᴄσϻϻᴧηᴅs ᴄᴧη ʙє υsєᴅ ᴡɪᴛʜ : /**
'''

    HELP_B = '''```
❖ ᴄʜσσsє ᴛʜє ᴄᴧᴛєɢσʀʏ ғσʀ ᴡʜɪᴄʜ ʏσυ ᴡᴧηηᴧ ɢєᴛ ʜєʟᴩ```
**ᴧsᴋ ʏσυʀ ᴅσυʙᴛs ᴧᴛ sυᴘᴘσʀᴛ ᴄʜᴧᴛ ᴧʟʟ ᴄσϻϻᴧηᴅs ᴄᴧη ʙє υsєᴅ ᴡɪᴛʜ : /**
'''


    HELP_Sona = '''```
❖ ʜєʟᴘ ϻᴧɪη ϻєηυ```
**❖ ᴄʜσσsє ᴛʜє ᴄᴧᴛєɢσʀʏ ғσʀ ᴡʜɪᴄʜ ʏσυ ᴡᴧηηᴧ ɢєᴛ ʜєʟᴩ**
'''

#------------------------------------------------------------------------------------------------------------------------
# TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL |
#------------------------------------------------------------------------------------------------------------------------

    HELP_01 = '''```
❖ ᴄʜᴧᴛɢᴘᴛ ᴄσϻϻᴧηᴅꜱ ❖```
**❖ ᴧɪ|ᴄʜᴧᴛɢᴘᴛ ᴄσϻϻᴧηᴅs

❍ /ask [ǫυєʀʏ] : sєᴧʀᴄʜ ᴛʜє ᴧηʏ ᴛʏᴘє ǫυєsᴛɪση

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_02 = '''```
❖ sєᴧʀᴄʜ ᴄσϻϻᴧηᴅꜱ ❖```
**❍ /google [ǫυєʀʏ] : sєᴧʀᴄʜ ᴛʜє ɢσσɢʟє ғσʀ ᴛʜє ɢɪᴠєη ǫυєʀʏ
❍ /waifu [ǫυєʀʏ] : sєᴧʀᴄʜ ʀᴀɴᴅᴏᴍ ᴡᴧɪғᴜ ғσʀ ᴛʜє ɢɪᴠєη ǫυєʀʏ
❍ /bored [ǫυєʀʏ] : ᴛɪϻєᴅ σᴜᴛ ʙᴏʀɪηɢ ϻσσᴅs ғσʀ ᴛʜє ɢɪᴠєη ǫυєʀʏ
❍ /image [ǫυєʀʏ] : ɢєᴛ ᴛʜє ɪϻᴧɢєs ʀєɢᴧʀᴅɪηɢ ᴛσ ʏσυʀ ǫυєʀʏ
❍ /math [ǫυєʀʏ] : ɢєᴛ sσʟᴠєᴅ ϻᴧᴛʜ ǫᴜєsᴛɪσηs.** `єx - 2 + 2`

```
❖ єxᴧϻᴘʟє : /google ʜɪɴᴅɪ sᴏɴɢs```

**❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_03 = '''```
❖ ᴡʜɪsᴘᴇʀ ❖```
**❖ sᴇɴᴅ ᴡʜɪsᴘᴇʀ ᴍᴇssᴀɢᴇ ❖**

```
 єxᴧϻᴘʟє : @Jio_savan_music_bot @Swagger_Soul I love You 😘
```

<u>**❖ ᴛєxᴛ ᴛσ ᴠσɪᴄє**</u>

**❍ /tts : [ᴛєxᴛ]

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots) **
'''


    HELP_04 = '''```
❖ ɪηꜰσ ᴄσϻϻᴧηᴅꜱ ❖```
**❍ /id : ɢєᴛ ᴛʜє ᴄυʀʀєηᴛ ɢʀσυᴘ ɪᴅ. ɪғ υsєᴅ ʙʏ ʀєᴘʟʏɪηɢ ᴛσ ᴧ ϻєssᴧɢє, ɢєᴛs ᴛʜᴧᴛ υsєʀ's ɪᴅ
❍ /info : ɢєᴛ ɪηғσʀϻᴧᴛɪση ᴧʙσυᴛ ᴧ υsєʀ.
❍ /givelink : ɢєᴛ ɪηғσʀϻᴧᴛɪση ᴧʙσυᴛ ᴧ ɢɪᴛʜυʙ υsєʀ
❍ /groupdata : ɢєᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴅᴀᴛᴀ
❍ /groupinfo : ɢєᴛ ʏσᴜʀ ɢʀσᴜᴘ ɪηғσ `ᴇx :- /groupinfo ɢʀᴏᴜᴘ ᴜsᴇʀɴᴀᴍᴇ`
❍ /status : ɢєᴛ ʏσᴜʀ ɢʀσᴜᴘ sᴛᴧᴛᴜs

ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''



    HELP_05 = '''```
❖ ғσηᴛ ❖```
**ʙʏ υsɪηɢ ᴛʜɪs ϻσᴅυʟє ʏσυ ᴄᴧη ᴄʜᴧηɢє ғσηᴛs σғ ᴧηʏ ᴛєxᴛ!

❍ /font [ᴛєxᴛ]**
```
❖ єxᴧϻᴘʟє : /font Aarumi Baby```

**❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots) **
'''

    HELP_06 = '''```
❖ ϻᴧᴛʜ ǫυᴧᴛɪσηs sσʟᴠє ❖```

**❍ /math ➠ sσʟᴠєs ϻᴧᴛʜєϻᴧᴛɪᴄᴧʟ ᴘʀσʙʟєϻs ᴧηᴅ ǫυᴧᴛɪσηs

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_07 = '''```
❖ ᴛᴧɢ ᴄσϻϻᴧηᴅꜱ ❖```
**✿ ᴄʜσσsє ᴛᴧɢ ɪη ʏσυʀ ᴄʜᴧᴛ ✿

❍ /all ➠ ᴧηʏ ᴡʀɪᴛᴛєη ᴛєxᴛ ᴛᴧɢ
❍ /alloff ➠ sᴛσᴘ ᴛᴧɢ


❍ /shayari ➠ ʀᴧηᴅσϻ sʜᴧʏᴧʀɪ ᴛᴧɢ 
❍ /shstop ⇴ sᴛσᴘ ᴛᴧɢ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_08 = '''```
❖ ᴄᴏᴜᴘʟᴇs ᴄσϻϻᴧηᴅꜱ ❖```
**❍ /couples ➠ ᴜsє ᴛʜɪs ᴄσϻϻᴧηᴅ ᴧηᴅ sєє ɢʀσᴜᴘs ᴄσᴜᴘʟєs.
❍ /wish ➠ ᴜsє ᴛʜɪs ᴄσϻϻᴧηᴅ ᴧηᴅ sєє ɢʀσᴜᴘs ᴄσᴜᴘʟєs.
❍ /cute ➠ ᴄʜєᴄᴋ ʏσυʀ ᴄυᴛєηєss.
❍ /love ➠ ᴧᴅᴅ ᴛᴡᴏ ηᴧϻєs ᴧηᴅ sєє ʟσᴠᴇ ᴘσssɪʙɪʟɪᴛʏ !! `ʟɪᴋᴇ ᴧᴧʀᴜᴍɪ + ᴧʀᴍᴧɴ...`

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''





    HELP_09 = '''```
❖ ʜᴧsᴛᴧɢ ❖```

**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ʜᴧsᴛᴧɢ ϻσᴅυʟє:

❍ /hastag : [ᴛєxᴛ]

❖ ᴘᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_10 = '''```
❖ sᴛɪᴄᴋєʀs ᴄσϻϻᴧηᴅꜱ ❖```
**❍ /packkang ➠ ᴄʀєᴧᴛєs ᴧ ᴘᴧᴄᴋ σғ sᴛɪᴄᴋєʀs ғʀσϻ ᴧ σᴛʜєʀ ᴘᴧᴄᴋ
❍ /stickerid ➠ ɢєᴛs ᴛʜє sᴛɪᴄᴋєʀ ɪᴅ σғ ᴧ sᴛɪᴄᴋєʀ
❍ /mmf ➠ ʀєᴘʟʏ ᴧηʏ ᴘɪᴄ & ɢɪᴠє ᴛєxᴛ `єx :- /mmf badnam`
❍ /kang ➠ ʀєᴘʟʏ ᴧηʏ sᴛɪᴄᴋєʀ & ᴄʀєᴀᴛє ʏσᴜʀ sᴛɪᴄᴋєʀ ᴘᴧᴄᴋ
❍ /st ➠ ғɪηᴅ ᴏʀɪɢɪηᴧʟ sᴛɪᴄᴋєʀ.

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_11 = '''```
❖ ғυη ❖```
**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ғυη ϻσᴅυʟє:

❍ /cute [ᴄʜєᴄᴋ ʏσυʀ ᴄυᴛєηєss]
❍ /horny [ᴄʜєᴄᴋ ʏσυʀ ʜσʀηʏηєss]
❍ /lezbian [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ʟєᴢʙɪᴧη ʏσυ ᴧʀє]
❍ /gay [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ɢᴧʏ ʏσυ ᴧʀє]
❍ /rand [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ʀᴧηᴅ ʏσυ ᴧʀє]
❍ /boob [ᴄʜєᴄᴋ ʏσυʀ ʙσσʙs sɪᴢє]
❍ /cock [ᴄʜєᴄᴋ ʏσυʀ ᴅɪᴄᴋ sɪᴢє]
❍ /truth [sєηᴅs ᴧ ʀᴧηᴅσϻ ᴛʀυᴛʜ sᴛʀɪηɢ]
❍ /dare : [sєηᴅs ᴧ ʀᴧηᴅσϻ ᴅᴧʀє sᴛʀɪηɢ]

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_12 = '''```
❖ ǫυσᴛʟʏ ❖```
**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ǫυσᴛʟʏ ϻσᴅυʟє:

❍ /q : ᴄʀєᴧᴛє ᴧ ǫυσᴛє ғʀσϻ ᴛʜє ϻєssᴧɢє
❍ /q r : ᴄʀєᴧᴛє ᴧ ǫυσᴛє ғʀσϻ ᴛʜє ϻєssᴧɢє ᴡɪᴛʜ ʀєᴘʟʏ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_13 = '''```
❖ ᴛʀυᴛʜ ᴧηᴅ ᴅᴧʀє ❖```

**❖ ᴛʀυᴛʜ ᴧηᴅ ᴅᴧʀє ᴄσϻϻᴧηᴅ

❍ /truth : sєηᴅs ᴧ ʀᴧηᴅσϻ ᴛʀυᴛʜ sᴛʀɪηɢ
❍ /dare : sєηᴅs ᴧ ʀᴧηᴅσϻ ᴅᴧʀє sᴛʀɪηɢ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''



#------------------------------------------------------------------------------------------------------------------------
# MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | 
#------------------------------------------------------------------------------------------------------------------------







    HELP_14 = '''```
❖ ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅs ꜰσʀ ᴧᴄᴛɪση```
**❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :**

<u>**❖ ʙᴧη ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /ban <userhandle> : ʙᴧηs ᴧ υsєʀ. (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /sban <userhandle>: sɪʟєηᴛʟʏ ʙᴧη ᴧ υsєʀ ᴅєʟєᴛєs ᴄσϻϻᴧηᴅ, ʀєᴘʟɪєᴅ ϻєssᴧɢє ᴧηᴅ ᴅσєsη'ᴛ ʀєᴘʟʏ (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /tban <userhandle> : x(ϻ/ʜ/ᴅ): ʙᴧηs ᴧ υsєʀ ғσʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ) ϻ = ϻɪηυᴛєs, ʜ = ʜσυʀs, ᴅ = ᴅᴧʏs
❍ /unban <userhandle> : υηʙᴧηs ᴧ υsєʀ (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)**

<u>**❖ ᴋɪᴄᴋs ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsєʀ συᴛ σғ ᴛʜє ɢʀσυᴘ, (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜє υsєʀ ᴡʜσ ɪssυєᴅ ᴛʜє ᴄσϻϻᴧηᴅ**

<u>**❖ ϻυᴛє ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❖ ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅs ꜰσʀ ϻυᴛє :**

**❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /mute <userhandle> : sɪʟєηᴄєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ
❍ /tmute <userhandle> x(ϻ/ʜ/ᴅ): ϻυᴛєs ᴧ υsєʀ ғσʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ). ϻ = ϻɪηυᴛєs, ʜ = ʜσυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υηϻυᴛєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ**

```
ᴛʜɪs ᴄσϻϻᴧηᴅ ᴡɪʟʟ ᴡσʀᴋ σηʟʏ ɪғ ʏσυ ɢɪᴠє ʙᴧη ʀɪɢʜᴛs ᴛσ ᴛʜє ʙσᴛ ᴡɪᴛʜ ᴧᴅϻɪη```


**❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_15 = '''```
❖ ᴋɪᴄᴋs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsєʀ συᴛ σғ ᴛʜє ɢʀσυᴘ, (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜє υsєʀ ᴡʜσ ɪssυєᴅ ᴛʜє ᴄσϻϻᴧηᴅ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_16 = '''```
❖ ϻυᴛє ᴄσϻϻᴧηᴅꜱ ❖```

**❖ ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅs ꜰσʀ ϻυᴛє :

❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /mute <userhandle> : sɪʟєηᴄєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ
❍ /tmute <userhandle> x(ϻ/ʜ/ᴅ): ϻυᴛєs ᴧ υsєʀ ғσʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ). ϻ = ϻɪηυᴛєs, ʜ = ʜσυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υηϻυᴛєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ**
```
ᴛʜɪs ᴄσϻϻᴧηᴅ ᴡɪʟʟ ᴡσʀᴋ σηʟʏ ɪғ ʏσυ ɢɪᴠє ʙᴧη ʀɪɢʜᴛs ᴛσ ᴛʜє ʙσᴛ ᴡɪᴛʜ ᴧᴅϻɪη```

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_17 = '''```
❖ ᴛʜєsє ᴧʀє ᴛʜє ᴧᴠᴧɪʟᴧʙʟє ɢʀσυᴘ ϻᴧηᴧɢєϻєηᴛ ᴄσϻϻᴧηᴅs```
**❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :**

<u>**❖ ᴘɪη|υηᴘɪη ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /pin ➠ ᴘɪηs ᴧ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /pinned ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ᴘɪηηєᴅ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /unpin ➠ υηᴘɪηs ᴛʜє ᴄυʀʀєηᴛʟʏ ᴘɪηηєᴅ ϻєssᴧɢє**


<u>**❖ sᴛᴧғғ|ʙσᴛs ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ sᴛᴧғғ ϻєϻʙєʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ**

<u>**❖ ɢʀσυᴘ sєᴛ υᴘ ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /settitle ➠ sєᴛs ᴛʜє ᴛɪᴛʟє σғ ᴛʜє ɢʀσυᴘ
❍ /setdiscription ➠ sєᴛs ᴛʜє ᴅєsᴄʀɪᴘᴛɪση σғ ᴛʜє ɢʀσυᴘ
❍ /setphoto ➠ sєᴛs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /removephoto ➠ ʀєϻσᴠєs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /unmuteall ➠ ᴜηϻᴜᴛᴇ ᴧʟʟ ϻᴜᴛᴇ ϻєϻʙєʀs
❍ /unbanall ➠ ᴜηʙᴧη ᴧʟʟ ʙᴧη ϻєϻʙєʀs
❍ /unpinall ➠ ᴜηᴘɪη ᴧʟʟ ᴘɪη ᴍєssᴧɢᴇ**

**❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_18 = '''```
❖ sᴛᴧғғ|ʙσᴛs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ sᴛᴧғғ ϻєϻʙєʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_19 = '''```
❖ ɢʀσυᴘ sєᴛ υᴘ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /settitle ➠ sєᴛs ᴛʜє ᴛɪᴛʟє σғ ᴛʜє ɢʀσυᴘ
❍ /setdiscription ➠ sєᴛs ᴛʜє ᴅєsᴄʀɪᴘᴛɪση σғ ᴛʜє ɢʀσυᴘ
❍ /setphoto ➠ sєᴛs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /removephoto ➠ ʀєϻσᴠєs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''



    HELP_20 = '''```
❖ ɢʀσυᴘ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /zombies ➠ ʀєϻσᴠєs ᴧᴄᴄ ᴅєʟєᴛєᴅ ϻєϻʙєʀs ғʀσϻ ᴛʜє ɢʀσυᴘ


❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_21 = '''```
❖ ɢᴧϻє ᴘʟᴧʏ ❖```
**❖ ʜєʀє ᴧʀє sσϻє ϻɪηɪ ɢᴧϻєs :

❍ /dice [ʀσʟʟ ᴧ ᴅɪᴄє]
❍ /dart [ᴛʜʀσᴡ ᴧ ᴅᴧʀᴛ]
❍ /jackpot [ᴊᴧᴄᴋᴘσᴛ ϻᴧᴄʜɪηє]
❍ /ball [ʙσᴡʟɪηɢ ɢᴧϻє]
❍ /basket [ʙᴧsᴋєᴛʙᴧʟʟ ɢᴧϻє]
❍ /football [ғσσᴛʙᴧʟʟ ɢᴧϻє]

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_22 = '''```
❖ ɪϻᴘσsᴛєʀ ❖```
**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ɪϻᴘσsᴛєʀ ϻσᴅυʟє:

❍ /imposter on
❍ /imposter off

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞𓆪](https://t.me/AarumiBots)**
'''

    HELP_23 = '''```
❖ sᴧηɢ ϻᴧᴛᴧ ᴄσϻϻᴧηᴅ ❖```
**❍ /sg ➠ υsєʀ ηᴧϻє ᴧηᴅ υsєʀηᴧϻє ʜɪsᴛσʀʏ

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_24 = '''```
❖ ᴛʀᴧηsʟᴧᴛєs ❖```
**❍ /tr ➠ ᴄᴧη ᴛʀᴧηꜱʟᴧᴛє ϻυʟᴛɪᴘʟє ʟᴧηɢυᴧɢєs

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_25 = '''```
❖ ɢɪᴛʜᴜʙ ᴄσϻϻᴧηᴅꜱ ❖```
**❍ /git ➠ ғɪηᴅ ʀєᴘᴏ ɢɪᴛ ᴜsєʀηᴧϻє
❍ /allrepo ➠ sєє ᴧʟʟ ʀєᴘᴏ ᴛʜʀσᴜɢʜ ɢɪᴛ ᴜsєʀηᴧϻє**

`єxᴧϻᴘʟє : /git AARUMIBOTS`

**❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_26 = '''```
❖ ᴛєʟєɢʀᴧᴘʜ ❖```
**ᴄʀєᴧᴛє ᴧ ᴛєʟєɢʀᴧᴘʜ ʟɪηᴋ ᴧηʏ ϻєᴅɪᴧ!

❍ /tgm [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ]
❍ /tgt [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ]

❖ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''
    HELP_PROMOTION = '''
**─────────────────────────
ㅤㅤ❖ ᴘᴧɪᴅ ᴘʀᴏᴍᴏᴛɪᴏɴ ᴧᴠᴧɪʟᴧʙʟᴇ ❖
─────────────────────────
❍ ᴄʜᴧᴛᴛɪɴɢ ɢʀᴏυᴘ's
❍ ᴄᴏʟᴏʀ ᴛʀᴧᴅɪɴɢ ɢᴧᴍᴇ's
❍ ᴄʜᴧɴɴᴇʟ's | ɢʀᴏυᴘ's .....
❍ ʙᴇᴛᴛɪɴɢ ᴧᴅs ᴏʀ ᴧɴʏᴛʜɪɴɢ
─────────────────────────
● ᴘʀᴏᴍᴏᴛᴇ ᴧɴʏᴛʜɪɴɢ ʏᴏυ ᴡᴧɴᴛ ᴏɴ ᴏᴜʀ ᴘʟᴧᴛғᴏʀϻ ᴡɪᴛʜ ʙᴇsᴛ ᴘʟᴧɴs ᴧɴᴅ ᴘʀᴏᴘᴇʀ sᴇʀᴠɪᴄᴇs
─────────────────────────
● ᴅᴧɪʟʏ, ᴡᴇᴇᴋʟʏ ᴧɴᴅ ᴍᴏɴᴛʜʟʏ ᴘʟᴧɴ'ꜱ ᴧᴠᴧɪʟᴧʙʟᴇ ꜰᴏʀ ʙɪɢ ʙυꜱɪɴᴇꜱꜱᴇꜱ ᴧᴛ ᴛʜє ʙᴇꜱᴛ ᴘᴏssɪʙʟᴇ ᴄᴏɴᴅɪᴛɪᴏɴꜱ !
─────────────────────────
ʙᴇsᴛ ᴧɴᴅ ᴄʜᴇᴧᴘ ɪɴ ᴛᴇʟᴇɢʀᴧᴍ 400-500+ ᴍᴇᴍʙᴇʀs ɪɴ ᴏɴᴇ ᴘʀᴏᴍᴏᴛɪᴏɴ ɢυʀᴧɴᴛᴇᴇ...
─────────────────────────
❍ ᴄσηᴛᴧᴄᴛ - [ㅤ- к ᴧ ʀ м ᴧ › ᴏᴘ 𝃵⎯‌⇢ 💵](https://t.me/Swagger_Soul)
─────────────────────────**
'''
    HELP_ABOUT = '''
**─────────────────────────
│ ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ˹[ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ 💞](https://t.me/AarumiBots)˼ ʙoᴛ sᴛᴧᴛυs │
─────────────────────────
       ❖ │ ʀᴇᴧʟ ᴛɪᴍᴇ ʙᴏᴛ's sᴛᴧᴛυs │❖
─────────────────────────
╭⎋ [ ᴧᴧʀᴜᴍɪ ꭙ мᴜѕɪᴄ ♪](https://t.me/AarumiSongBot) : ᴧʟɪᴠᴇ 
╰⊚ υᴘᴛɪᴍᴇ : 12ʜ:58ᴍ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢᴇ : 24 | ᴧssɪsᴛᴧɴᴛs : 01
       
╭⎋ [ ᴧᴧʀᴜᴍɪ ꭙ мᴜѕɪᴄ ♪](https://t.me/AarumiSongBot) : ᴧʟɪᴠᴇ 
╰⊚ υᴘᴛɪᴍᴇ : 12ʜ:58ᴍ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢᴇ : 24 | ᴧssɪsᴛᴧɴᴛs : 01

╭⎋ [ ᴧᴧʀᴜᴍɪ ꭙ мᴜѕɪᴄ ♪](https://t.me/AarumiSongBot) : ᴧʟɪᴠᴇ 
╰⊚ υᴘᴛɪᴍᴇ : 12ʜ:58ᴍ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢᴇ : 24 | ᴧssɪsᴛᴧɴᴛs : 01
─────────────────────────
⊚ ʙᴏᴛ sᴛᴧᴛυs ᴧɴᴅ ᴍᴏʀᴇ ʙᴏᴛs - [ᴄʟɪᴄᴋ ʜᴇʀᴇ](https://t.me/AarumiBots/4)
─────────────────────────
⊚ ʟᴧsᴛ ᴄʜєᴄᴋєᴅ ση : ᴅᴧᴛє : 10 ᴊᴀɴ 2025 
─────────────────────────
❍ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ ˼ 💞](https://t.me/AarumiBots)
─────────────────────────**
'''
    HELP_ALLBOT = '''
**─────────────────────────
❖ ᴧ ᴍᴜsɪᴄ + ᴍᴧɴᴧɢᴇᴍᴇɴᴛ ʙᴏᴛ ғᴏʀ ᴛᴇʟᴇɢʀᴧᴍ ɢʀᴏᴜᴘs / ᴄʜᴧɴɴᴇʟs
─────────────────────────
● ᴡʀɪᴛᴛᴇɴ ɪɴ ➥ [ᴩʏᴛʜᴏɴ](https://www.python.org/)
● ᴅᴧᴛᴧʙᴧsᴇ ➥ [ᴍᴏɴɢᴏ-ᴅʙ](https://www.mongodb.com/)
─────────────────────────
● ɴᴏ ʟᴀɢ ɪssᴜᴇs ɴᴏ ᴧᴅs ɴᴏ ʙᴜɢs.
● sᴜᴘᴘᴏʀᴛ ᴧʟʟ ᴛɪᴍᴇ sᴛᴧʏ ᴡɪᴛʜ ᴜs.
● ᴇɴᴊᴏʏ ғᴇᴇʟ ғʀᴇᴇ ᴍᴜsɪᴄ ᴡɪᴛʜ ᴧᴧʀᴜᴍɪ.
● ᴧᴅᴅ ᴍᴇ ɴᴏᴡ ʙᴧʙʏ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘs.
─────────────────────────
❖ υᴘᴅᴧᴛᴇs ᴄʜᴧɴɴᴇʟ ➥ [ᴧᴧʀᴜᴍɪ ᴜᴘᴅᴀᴛᴇ](https://t.me/AarumiBots)
❖ sυᴘᴘᴏʀᴛ ᴄʜᴧᴛ ➥ [ᴧᴧʀᴜᴍɪ sᴜᴘᴘᴏʀᴛ](https://t.me/AarumiChat)
❖ ʙᴏᴛ ᴏᴡɴᴇʀ ➥ [ᴧᴧʀᴜᴍɪ ᴍᴜsɪᴄ](https://t.me/AarumiSongBot)
❖ ʀᴇᴘᴏ ʟɪɴᴋ ➥ [ᴄʟɪᴄᴋ-ʜᴇʀᴇ](https://t.me/Swagger_Soul)
─────────────────────────
❖ ᴄʟɪᴄᴋ ᴏɴ ᴛʜᴇ ʜᴇʟᴩ ʙυᴛᴛᴏɴ ᴛᴏ ɢᴇᴛ ɪɴғᴏ
   ᴧʙᴏυᴛ ᴍʏ ᴍᴏᴅυʟᴇs ᴧɴᴅ ᴄᴏᴍᴍᴧɴᴅs...!!
─────────────────────────**
'''

#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------


    
    fullpromote = {
    'can_change_info': True,
    'can_post_messages': True,
    'can_edit_messages': True,
    'can_delete_messages': True,
    'can_invite_users': True,
    'can_restrict_members': True,
    'can_pin_messages': True,
    'can_promote_members': True,
    'can_manage_chat': True,
    }

    
    promoteuser = {
    'can_change_info': False,
    'can_post_messages': True,
    'can_edit_messages': True,
    'can_delete_messages': False,
    'can_invite_users': True,
    'can_restrict_members': False,
    'can_pin_messages': False,
    'can_promote_members': False,
    'can_manage_chat': True,
    }




#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
